[
  {
    "title": "Kotleciki schabowe z paprykowym sosem",
    "time_of_cook": 45,
    "description": "Krok 1\nSchab pokrój w plastry, rozbij lekko młotkiem i dopraw do smaku Przyprawą do mięs Knorr.\n\nKrok 2\nPaprykę, cebulę oraz czosnek pokrój na mniejsze kawałki i podsmaż na rozgrzanej oliwie przez około 5 minut.\n\nKrok 3\nNastępnie podlej je śmietaną, dodaj szklankę wody oraz Bulion Knorr. Duś około 10 minut, po czym zmiksuj wszystkie składniki.\n\nKrok 4\nSos dopraw do smaku pieprzem i odrobiną soli (jeśli uznasz to za konieczne).\n\nKrok 5\nNa koniec obsmaż mięso z obu stron na patelni, zalej sosem, wszystko razem duś około 5 minut.",
    "kcal": 1200,
    "picture": "https://www.przyslijprzepis.pl/media/cache/big/uploads/media/recipe/0007/21/kotlety-schabowe-po-parysku.jpeg"
  },
  {
    "title": "Sałatka ze szpinakiem i kurczakiem",
    "time_of_cook": 35,
    "description": "Krok 1\nPrzygotowanie sałatki ze szpinakiem i kurczakiem zacznij od ugotowania komosy ryżowej. Wrzuć jedną jej torebkę (to około 100 gramów) do wrzącej wody i gotuj według przepisu podanego na opakowaniu. Gdy komosa będzie już gotowa, odcedź ją na sicie i odstaw do wystygnięcia.\n\nKrok 2\nNastępnie zajmij się mięsem. Umyj dokładnie piersi z kurczaka, usuń z nich zbędne żyłki i przerosty tłuszczu (poznasz je po białym kolorze). Osusz mięso (np. ręcznikiem papierowym) i pokrój je w paseczki lub kostkę. Oprósz je Przyprawą do pikantnego kurczaka Knorr i delikatnie wetrzyj ją w mięso. W tym czasie rozgrzej na patelni 3 łyżki oliwy z suszonych pomidorów. Potem wsyp pokrojone mięso na patelnię i smaż, aż lekko się przyrumieni z każdej strony. Odstaw przyrządzone mięso do wystygnięcia.\n\nKrok 3\nPrzygotuj swój ulubiony nóż i deskę do krojenia. Pokrój na niej 5 suszonych pomidorów w małą kostkę, a 8 pomidorków koktajlowych przekrój na pół. 30 gramów sera feta pokrój w kostkę o grubości 1 centymetra.\n\nKrok 4\nWyjmij dużą miskę. Wlej do niej pozostałe 3 łyżki oliwy z suszonych pomidorów oraz 3 łyżki wody, a następnie wsyp zawartość Sosu sałatkowego włoskiego Knorr. Wymieszaj składniki. Do powstałego dressingu sałatki dodaj 100 gramów szpinaku (jeśli wolisz, możesz go wcześniej posiekać według uznania), pokrojone dwa rodzaje pomidorów, usmażonego kurczaka, ser feta oraz ugotowaną komosę ryżową. Na koniec dosyp do sałatki garść ulubionych kiełków. Dokładnie wymieszaj ze sobą wszystkie składniki. Sałatkę z kurczakiem i szpinakiem serwuj w głębokich talerzach.",
    "kcal": 700,
    "picture": "https://www.przyslijprzepis.pl/media/cache/default_view/uploads/media/recipe/0007/04/salatka_2.jpeg"
  },
  {
    "title": "Klubowe mini kanapki",
    "time_of_cook": 15,
    "description": "Krok 1\nKromki pieczywa opiecz chwilę w tosterze. Majonez wymieszaj z ketchupem i posmaruj nim tosty z jednej strony.\n\nKrok 2\nNa 4 kromkach rozłóż identycznie: po listku sałaty, szynkę, ser oraz plastry ogórka.\n\nKrok 3\nTeraz złóż „piętrowo” klubowe kanapki – dwie kanapki z dodatkami jedna na drugiej i przykryj pozostałą, posmarowaną majonezem kromką. Z drugą kanapką zrób tak samo.\n\nKrok 4\nKanapki przyciśnij lekko dłonią. Przy każdy boku kanapki wciśnij wykałaczkę i pokrój kanapkę po przekątnej tak, aby otrzymać cztery trójkątne mini kanapki.",
    "kcal": 300,
    "picture": "https://www.przyslijprzepis.pl/media/cache/default_view/uploads/media/recipe/0010/90/kanapki-imprezowe-na-4-sposoby.jpg"
  }
]